@extends('frontend.layouts.master')
@section('title','سياسة الخصوصية')
@section('content')
    <!-- page content -->
    <div class="privecy-page">
        <div class="container">
            <h3 class="mb-4">سياسة الخصوصية</h3>
            <p class="intro">
                مرحبًا بك في منصة عقار
                (
                <a href="https://aqar.com/">
                    aqar.com
                </a>
                )
                يُرجى قراءة هذه الشروط والأحكام بعناية قبل استخدام منصتنا. باستخدام
                المنصة، فإنك توافق على الالتزام بهذه الشروط والأحكام. إذا كنت لا توافق على هذه الشروط، يُطلب منك عدم
                استخدام المنصة
            </p>
            <ul class="terms-list mt-5">
                <li>
                    <h6>
                        <span>
                            <span></span>
                        </span>
                        التسجيل والحسابات:
                    </h6>
                    <p class="m-0">
                        يجب على المستخدمين تقديم معلومات دقيقة وصحيحة عند التسجيل.
                        يجب على المستخدمين الحفاظ على سرية معلومات حساباتهم وعدم مشاركتها مع أي شخص آخر.
                        نحتفظ بالحق في إلغاء أو تعليق حسابات المستخدمين في حالة انتهاك شروط الاستخدام.
                    </p>
                </li>
                <li>
                    <h6>
                        <span>
                            <span></span>
                        </span>
                        المحتوى:
                    </h6>
                    <p class="m-0">يجب على المستخدمين عدم نشر محتوى غير قانوني أو مسيء أو مضلل على المنصة.
                        يجب على المستخدمين توخي الحذر والدقة عند تقديم معلومات حول العقارات وعدم تقديم معلومات زائفة أو
                        مضللة.
                    </p>
                </li>
                <li>
                    <h6>
                        <span>
                            <span></span>
                        </span>
                        الخصوصية:
                    </h6>
                    <p class="m-0">
                        نحترم خصوصية المستخدمين ونلتزم بحماية بياناتهم الشخصية وفقًا لسياسة الخصوصية.
                    </p>
                </li>
                <li>
                    <h6>
                        <span>
                            <span></span>
                        </span>
                        التواصل:
                    </h6>
                    <p class="m-0">
                        المستخدمين يمكنهم التواصل مع المنصة عبر البريد الإلكتروني أو الجوال أو WhatsApp باستخدام
                        المعلومات المقدمة.
                    </p>
                </li>
                <li>
                    <h6>
                        <span>
                            <span></span>
                        </span>
                        ملكية المحتوى:
                    </h6>
                    <p class="m-0">
                        المستخدمين يحتفظون بحقوق الملكية للمحتوى الذي ينشرونه على المنصة.
                    </p>
                </li>
                <li>
                    <h6>
                        <span>
                            <span></span>
                        </span>
                        تعليق وإنهاء الخدمة:
                    </h6>
                    <p class="m-0">
                        نحتفظ بالحق في تعليق أو إنهاء الخدمة أو حسابات المستخدمين في حالة انتهاك الشروط والأحكام.
                    </p>
                </li>
                <li>
                    <h6>
                        <span>
                            <span></span>
                        </span>
                        قوانين ولوائح محلية:
                    </h6>
                    <p class="m-0">
                        يجب على المستخدمين الامتثال لجميع القوانين واللوائح المحلية المعمول بها.
                        نحتفظ بالحق في تحديث هذه الشروط والأحكام من وقت لآخر، وسيتم نشر أي تغييرات على المنصة. يجب على
                        المستخدمين مراجعة هذه الشروط بشكل دوري. </p>
                </li>
                <li>
                    <h6>
                        للتواصل معنا:
                    </h6>
                    <p class="m-0">
                        البريد الإلكتروني:
                        <a href="mailto:info@aqar.com">info@aqar.com</a>
                    </p>
                    <p class="m-0">
                        رقم الجوال وواتساب:
                        <a href="https://api.whatsapp.com/send?phone=966551800307">
                            +966551800307
                        </a>
                    </p>
                </li>
            </ul>
        </div>
    </div>
@endsection
