@extends('frontend.layouts.master')
@section('title','الشروط و الأحكام')
@section('content')
    <!-- page content -->
    <div class="privecy-page">
        <div class="container">
            <h3 class="mb-4"> شروط وأحكام الاستخدام
            </h3>
            <p class="intro">
                مرحبًا بك في منصة عقار
                (
                <a href="https://aqar.com/">
                    aqar.com
                </a>
                )
                يُرجى قراءة هذه الشروط والأحكام بعناية قبل استخدام منصتنا. باستخدام
                المنصة، فإنك توافق على الالتزام بهذه الشروط والأحكام. إذا كنت لا توافق على هذه الشروط، يُطلب منك عدم
                استخدام المنصة
            </p>
            <ul class="terms-list mt-5">
                <li>
                    <h6>
                        <span>
                            <span></span>
                        </span>
                        المعلومات العقارية:
                    </h6>
                    <p class="m-0">نقدم المعلومات العقارية بناءً على المصادر المتاحة وبشكل عام دون تسجيل أو تسجيل دخول.
                    </p>
                </li>
                <li>
                    <h6>
                        <span>
                            <span></span>
                        </span>
                        الاعتماد على المعلومات:
                    </h6>
                    <p class="m-0">
                        المعلومات المقدمة على المنصة تُعرض بشكل عام وتُقدم لأغراض إعلامية فقط.
                        يجب على المستخدمين توخي الحذر واستخدام تقديرهم الخاص عند الاعتماد على المعلومات المتاحة على المنصة.
                    </p>
                </li>
                <li>
                    <h6>
                        <span>
                            <span></span>
                        </span>
                        الضمان والمسؤولية:
                    </h6>
                    <p class="m-0">
                        نحن غير مسؤولين عن دقة أو اكتمال المعلومات على المنصة.
                        المستخدمون يتحملون المسؤولية الكاملة عن قراراتهم وإجراءاتهم بناءً على المعلومات المقدمة.
                    </p>
                </li>
                <li>
                    <h6>
                        <span>
                            <span></span>
                        </span>
                        التواصل:
                    </h6>
                    <p class="m-0">
                        المستخدمين يمكنهم التواصل مع المنصة عبر البريد الإلكتروني أو الجوال أو WhatsApp باستخدام
                        المعلومات المقدمة.
                    </p>
                </li>
                <li>
                    <h6>
                        <span>
                            <span></span>
                        </span>
                        قوانين ولوائح محلية:
                    </h6>
                    <p class="m-0">
                        يجب على المستخدمين الامتثال لجميع القوانين واللوائح المحلية المعمول بها.
                        نحتفظ بالحق في تحديث هذه الشروط والأحكام من وقت لآخر، وسيتم نشر أي تغييرات على المنصة. يجب على
                        المستخدمين مراجعة هذه الشروط بشكل دوري. </p>
                </li>
                <li>
                    <h6>
                        للتواصل معنا:
                    </h6>
                    <p class="m-0">
                        البريد الإلكتروني:
                        <a href="mailto:info@aqar.com">info@aqar.com</a>
                    </p>
                    <p class="m-0">
                        رقم الجوال وواتساب:
                        <a href="https://api.whatsapp.com/send?phone=966551800307">
                            +966551800307
                        </a>
                    </p>
                </li>
            </ul>
        </div>
    </div>
@endsection
