<?php

return [

    //================================================================================
    // CATEGORIES=====================================================================
    //================================================================================
    'category.name.required' => 'اسم القسم مطلوب',
    'category.name.max' => 'اسم القسم طويل جداً',
    'category.display_main.required' => 'الرجاء اختيار ما إذا كان سيتم عرضه في الصفحة الرئيسية أم لا',
    'category.display_main.boolean' => 'الرجاء اختيار نعم أو لا للعرض في الصفحة الرئيسية',
    'category.display_order.integer' => 'الرجاء إدخال ترتيب العرض كرقم صحيح',
    'display_order.required_if' => 'بما أنك قررت عرض القسم في الصفحة الرئيسية، يجب عليك إدخال ترتيب العرض',

];
